Repository: common-repository/coursemanagement-cm
Catalog: languages/coursemanagement-*.po
Languages: sv_se

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte behörighet att komma åt denna sida.

source: Couldn't create course
sv_se: Kunde inte skapa kursen

source: Course created
sv_se: Kurs skapad

source: New Course
sv_se: Ny Kurs

source: Back to Courses
sv_se: Tillbaka till Kurser

source: Course name
sv_se: Kursnamn

source: Course description
sv_se: Kursbeskrivning

source: Day
sv_se: Dag

source: Mondays, Tuesdays
sv_se: Måndagar, Tisdagar

source: Max length
sv_se: Maxlängd

source: Startdate
sv_se: Startdatum

source: Enddate
sv_se: Slutdatum

source: Starttime
sv_se: Starttid

source: Endtime
sv_se: Sluttid

source: Price
sv_se: Pris

source: Number of places
sv_se: Antal platser

source: Visible
sv_se: Synlig

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Create
sv_se: Skapa

source: CM isn't installed. Please go to settings and install it
sv_se: CM är inte installerat. Gå till Inställningar och installera det

source: Participant already exists
sv_se: Deltagare finns redan

source: Participant created
sv_se: Deltagare skapad

source: Registered to
sv_se: Registrerades till

source: Couldn't create participant
sv_se: Kunde inte skapa deltagare

source: Something went wrong
sv_se: Något gick fel

source: New Participant
sv_se: Ny Deltagare

source: Back to Participants
sv_se: Tillbaka till Deltagare

source: Name
sv_se: Namn

source: Email
sv_se: E-post

source: Courses
sv_se: Kurser

source: All courses are full
sv_se: Alla kurser är fulla

source: Sorry, no entries.
sv_se: Tyvärr, ingen data

source: Course deleted
sv_se: Kurs borttagen

source: Couldn't deleted course
sv_se: Kunde inte ta bort kurs

source: Places
sv_se: Platser

source: Free Places
sv_se: Lediga Platser

source: Sort by
sv_se: Sortera efter

source: Actions
sv_se: Åtgärder

source: Show
sv_se: Visa

source: Edit
sv_se: Redigera

source: Do you want to delete this course?
sv_se: Vill du ta bort denna kurs?

source: Delete
sv_se: Ta bort

source: Couldn't update course
sv_se: Kunde inte uppdatera kurs

source: Course updated
sv_se: Kurs uppdaterad

source: Editing
sv_se: Redigerar

source: You can't edit places when there are participants to the course
sv_se: Du kan inte redigera antal platser när kursen har deltagare

source: Update
sv_se: Uppdatera

source: Participant updated
sv_se: Deltagare uppdaterad

source: Couldn't update participant
sv_se: Kunde inte uppdatera deletagare

source: Date
sv_se: Datum

source: Participant deleted
sv_se: Deltagare borttagen

source: Couldn't delete participant
sv_se: Kunde inte ta bort deltagare

source: Participants
sv_se: Deltagare

source: Registered
sv_se: Registrerades

source: Do you want to delete this participant?
sv_se: Vill du ta bort denna deltagare?

source: Upgraded with success
sv_se: Uppgradering lyckades

source: Installed with success
sv_se: Installering lyckades

source: Uninstalled the tables with success
sv_se: Avinstallering av tabellerna lyckades

source: Please fill in a valid email
sv_se: Fyll i en giltig e-post

source: Settings saved
sv_se: Inställningar sparade

source: Settings
sv_se: Inställningar

source: Install
sv_se: Installera

source: Upgrade to
sv_se: Uppgradera till

source: Version check
sv_se: Version kontroll

source: Send mail to admin
sv_se: Skicka e-post till admin

source: Admin gets a mail when a new registration is made
sv_se: Admin får ett mail när en ny registrering har gjorts

source: Email address
sv_se: E-post adress

source: Uninstall
sv_se: Avinstallera

source: Removes courseManagement from the database
sv_se: Tar bort courseManagement från databasen

source: Save
sv_se: Spara

source: Deleted from course
sv_se: Borttagen från kurs

source: Couldn't delete participant from course
sv_se: Kunde inte ta bort deltagare från kurs

source: Viewing
sv_se: Visar

source: Number of free places
sv_se: Antal lediga platser

source: Do you want to delete this participant from this course? (It does NOT delete the participant)
sv_se: Vill du ta bort denna deltagare från denna kurs?\n(Detta tar INTE bort deltagaren)

source: You've been added
sv_se: Du har blivit tillagd

source: Couldn't add you
sv_se: Kunde inte lägga till dig

source: You're already registered to
sv_se: Du är redan registrerad till

source: A new participant (%s, %s) has been registrered to %s
sv_se: En ny deltagare (%s, %s) har registreras till följande %s

source: New CM Registration
sv_se: Ny CM Registrering

source: Control
sv_se: Kontroll

source: Write the code you see above
sv_se: Skriv in koden du ser ovanför

source: Send
sv_se: Skicka

source: No courses exists
sv_se: Inga kurser finns

source: Course
sv_se: Kurs

source: Description
sv_se: Beskrivning

source: Time
sv_se: Tid

source: Please select at least one of the courses
sv_se: Välj minst en av kurserna

source: Please fill in a name of the course
sv_se: Fyll i namn på kursen

source: Please fill in a day or days
sv_se: Fyll i dag

source: Please fill in a startTime
sv_se: Fyll i starttid

source: Please fill in an endTime
sv_se: Fyll i sluttid

source: Please fill in a price
sv_se: Fyll i pris

source: The value for price is not valid
sv_se: Värdet för pris är inte giltig

source: The value for places is not valid
sv_se: Värdet för platser är inte giltig

source: The value for startTime is not valid
sv_se: Värdet för starttid är inte giltig

source: The value for endTime is not valid
sv_se: Värdet för sluttid är inte giltig

source: The value for startDate is not valid
sv_se: Värdet för startdatum är inte giltig

source: The value for endDate is not valid
sv_se: Värdet för slutdatum är inte giltig

source: Please fill in a name
sv_se: Fyll i namn

source: Please fill in an email
sv_se: Fyll i e-post
